Repository: pakkoapp-oss/pakko
Catalog: src/Archiver.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, fi_fi, fr_fr, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, sk_sk, sl_si, sr_latn_rs, sv_se, sw_ke, th_th, tr_tr, uk_ua, ur_pk, vi_vn, zh_hans

# AlreadyInListLine
source: Already in the list: {0}
ar_sa: موجود في القائمة بالفعل: {0}
bg_bg: Вече са в списъка: {0}
cs_cz: Již v seznamu: {0}
da_dk: Allerede på listen: {0}
de_de: Bereits in der Liste: {0}
el_gr: Ήδη στη λίστα: {0}
es_es: Ya en la lista: {0}
et_ee: Juba loendis: {0}
fi_fi: Jo luettelossa: {0}
fr_fr: Déjà dans la liste : {0}
he_il: כבר ברשימה: {0}
hi_in: पहले से सूची में: {0}
hr_hr: Već na popisu: {0}
hu_hu: Már a listában: {0}
id_id: Sudah ada di daftar: {0}
it_it: Già nell’elenco: {0}
ja_jp: 既に一覧にあります: {0}
ko_kr: 이미 목록에 있음: {0}
lt_lt: Jau sąraše: {0}
lv_lv: Jau sarakstā: {0}
nb_no: Allerede i listen: {0}
pl_pl: Już na liście: {0}
ro_ro: Deja în listă: {0}
sk_sk: Už v zozname: {0}
sl_si: Že na seznamu: {0}
sr_latn_rs: Već na listi: {0}
sv_se: Redan i listan: {0}
sw_ke: Tayari kwenye orodha: {0}
th_th: อยู่ในรายการแล้ว: {0}
tr_tr: Zaten listede: {0}

# HashCopyButton
source: Copy
ar_sa: نسخ
bg_bg: Копиране
cs_cz: Kopírovat
da_dk: Kopiér
de_de: Kopieren
el_gr: Αντιγραφή
es_es: Copiar
et_ee: Kopeeri
fi_fi: Kopioi
fr_fr: Copier
he_il: העתק
hi_in: कॉपी करें
hr_hr: Kopiraj
hu_hu: Másolás
id_id: Salin
it_it: Copia
ja_jp: コピー
ko_kr: 복사
lt_lt: Kopijuoti
lv_lv: Kopēt
nb_no: Kopier
pl_pl: Kopiuj
ro_ro: Copiază
sk_sk: Kopírovať
sl_si: Kopiraj
sv_se: Kopiera
sw_ke: Nakili
th_th: คัดลอก
tr_tr: Kopyala

# RemainingSeconds
source: ~{0} sec remaining
ar_sa: متبقٍ ~{0} ث
bg_bg: Остават ~{0} сек
cs_cz: Zbývá ~{0} s
da_dk: ~{0} sek. tilbage
de_de: Noch ~{0} s
el_gr: Απομένουν ~{0} δευτ.
es_es: Quedan ~{0} s
et_ee: Jäänud ~{0} s
fi_fi: ~{0} s jäljellä
fr_fr: ~{0} s restantes
he_il: נותרו ~{0} שנ׳
hi_in: ~{0} सेकंड शेष
hr_hr: Preostalo ~{0} s
id_id: Sisa ~{0} dtk
it_it: ~{0} s rimanenti
ja_jp: 残り約 {0} 秒
ko_kr: 약 {0}초 남음
lt_lt: Liko ~{0} s
lv_lv: Atlicis ~{0} s
nb_no: ~{0} sek igjen
pl_pl: Pozostało ~{0} s
ro_ro: Au mai rămas ~{0} s
sk_sk: Zostáva ~{0} s
sl_si: Še ~{0} s
sv_se: ~{0} s kvar
sw_ke: Zimebaki sekunde ~{0}
th_th: เหลืออีก ~{0} วินาที
tr_tr: ~{0} sn kaldı

# RemainingMinutes
source: ~{0} remaining
ar_sa: متبقٍ ~{0}
bg_bg: Остават ~{0}
cs_cz: Zbývá ~{0}
da_dk: ~{0} tilbage
de_de: Noch ~{0}
el_gr: Απομένουν ~{0}
es_es: Quedan ~{0}
et_ee: Jäänud ~{0}
fi_fi: ~{0} jäljellä
fr_fr: ~{0} restantes
he_il: נותרו ~{0}
hi_in: ~{0} शेष
hr_hr: Preostalo ~{0}
id_id: Sisa ~{0}
it_it: ~{0} rimanenti
ja_jp: 残り約 {0}
ko_kr: 약 {0} 남음
lt_lt: Liko ~{0}
lv_lv: Atlicis ~{0}
nb_no: ~{0} igjen
pl_pl: Pozostało ~{0}
ro_ro: Au mai rămas ~{0}
sk_sk: Zostáva ~{0}
sl_si: Še ~{0}
sv_se: ~{0} kvar
sw_ke: Zimebaki ~{0}
th_th: เหลืออีก ~{0}
tr_tr: ~{0} kaldı

# DestinationBrowseButtonName
source: Choose folder
ar_sa: اختيار مجلد
cs_cz: Vybrat složku
da_dk: Vælg mappe
de_de: Ordner auswählen
el_gr: Επιλογή φακέλου
es_es: Elegir carpeta
et_ee: Vali kaust
fr_fr: Choisir un dossier
he_il: בחירת תיקייה
hi_in: फ़ोल्डर चुनें
hr_hr: Odaberi mapu
id_id: Pilih folder
it_it: Scegli cartella
ja_jp: フォルダーを選択
ko_kr: 폴더 선택
lt_lt: Pasirinkti aplanką
lv_lv: Izvēlēties mapi
nb_no: Velg mappe
pl_pl: Wybierz folder
ro_ro: Alegeți folderul
sk_sk: Vybrať priečinok
sv_se: Välj mapp
sw_ke: Chagua folda
th_th: เลือกโฟลเดอร์
tr_tr: Klasör seç

# ConflictExistingFile
source: Existing file
ar_sa: الملف الموجود
cs_cz: Existující soubor
da_dk: Eksisterende fil
de_de: Vorhandene Datei
el_gr: Υπάρχον αρχείο
es_es: Archivo existente
et_ee: Olemasolev fail
fr_fr: Fichier existant
he_il: קובץ קיים
hi_in: मौजूदा फ़ाइल
hr_hr: Postojeća datoteka
id_id: File yang ada
it_it: File esistente
ja_jp: 既存のファイル
lt_lt: Esamas failas
lv_lv: Esošais fails
nb_no: Eksisterende fil
pl_pl: Istniejący plik
ro_ro: Fișier existent
sk_sk: Existujúci súbor
sv_se: Befintlig fil
sw_ke: Faili lililopo
th_th: ไฟล์ที่มีอยู่
tr_tr: Mevcut dosya

# ConflictIncomingFile
source: From the archive
ar_sa: من الأرشيف
cs_cz: Z archivu
da_dk: Fra arkivet
de_de: Aus dem Archiv
el_gr: Από το αρχείο συμπίεσης
es_es: Del archivo comprimido
et_ee: Arhiivist
fr_fr: Depuis l'archive
he_il: מהארכיון
hi_in: संग्रह से
hr_hr: Iz arhive
id_id: Dari arsip
it_it: Dall'archivio
ja_jp: アーカイブ内のファイル
lt_lt: Iš archyvo
lv_lv: No arhīva
nb_no: Fra arkivet
pl_pl: Z archiwum
ro_ro: Din arhivă
sk_sk: Z archívu
sv_se: Från arkivet
sw_ke: Kutoka kwenye kumbukumbu
th_th: จากไฟล์บีบอัด
tr_tr: Arşivden

# ConflictModified
source: modified {0}
ar_sa: تاريخ التعديل: {0}
cs_cz: změněno {0}
da_dk: ændret {0}
de_de: geändert am {0}
el_gr: τροποποιήθηκε {0}
es_es: modificado el {0}
et_ee: muudetud {0}
fr_fr: modifié le {0}
he_il: שונה ב-{0}
hi_in: संशोधित: {0}
hr_hr: izmijenjeno {0}
id_id: diubah {0}
it_it: modificato il {0}
ja_jp: 更新日時 {0}
lt_lt: pakeista {0}
lv_lv: mainīts {0}
nb_no: endret {0}
pl_pl: zmodyfikowano {0}
ro_ro: modificat la {0}
sk_sk: zmenené {0}
sv_se: ändrad {0}
sw_ke: tarehe ya mabadiliko: {0}
th_th: แก้ไขเมื่อ {0}
tr_tr: değiştirilme: {0}

# ConflictCancelAll
source: Cancel all
ar_sa: إلغاء الكل
cs_cz: Zrušit vše
da_dk: Annuller alle
de_de: Alle abbrechen
el_gr: Ακύρωση όλων
es_es: Cancelar todo
et_ee: Tühista kõik
fr_fr: Tout annuler
he_il: ביטול הכול
hi_in: सभी रद्द करें
hr_hr: Otkaži sve
id_id: Batalkan semua
it_it: Annulla tutto
ja_jp: すべてキャンセル
lt_lt: Atšaukti viską
lv_lv: Atcelt visu
nb_no: Avbryt alle
pl_pl: Anuluj wszystko
ro_ro: Anulează tot
sk_sk: Zrušiť všetko
sv_se: Avbryt alla
sw_ke: Ghairi zote
th_th: ยกเลิกทั้งหมด
tr_tr: Tümünü iptal et

# StatusCheckingArchive
source: Checking the archive's contents...
ar_sa: جارٍ فحص محتويات الأرشيف...
da_dk: Kontrollerer arkivets indhold...
el_gr: Έλεγχος περιεχομένων αρχείου συμπίεσης...
et_ee: Arhiivi sisu kontrollimine...
fr_fr: Vérification du contenu de l'archive...
he_il: בודק את תוכן הארכיון...
hi_in: संग्रह की सामग्री जाँची जा रही है...
id_id: Memeriksa isi arsip...
it_it: Verifica del contenuto dell'archivio...
ja_jp: アーカイブの内容を確認中...
lt_lt: Tikrinamas archyvo turinys...
lv_lv: Pārbauda arhīva saturu...
nb_no: Kontrollerer arkivets innhold...
pl_pl: Sprawdzanie zawartości archiwum...
sk_sk: Kontrola obsahu archívu...
sv_se: Kontrollerar arkivets innehåll...
sw_ke: Inakagua yaliyomo kwenye kumbukumbu...
th_th: กำลังตรวจสอบเนื้อหาของไฟล์บีบอัด...
tr_tr: Arşivin içeriği denetleniyor...

# FileTypeZipName
source: Pakko ZIP Archive
da_dk: Pakko ZIP-arkiv
el_gr: Αρχείο συμπίεσης ZIP του Pakko
et_ee: Pakko ZIP-arhiiv
hi_in: Pakko ZIP संग्रह
ja_jp: Pakko ZIP アーカイブ
lt_lt: „Pakko“ ZIP archyvas
lv_lv: Pakko ZIP arhīvs
nb_no: Pakko ZIP-arkiv
pl_pl: Archiwum ZIP Pakko
sk_sk: Archív ZIP aplikácie Pakko
sw_ke: Kumbukumbu ya ZIP ya Pakko
th_th: ไฟล์บีบอัด ZIP ของ Pakko
tr_tr: Pakko ZIP arşivi

# FileTypeArchiveName
source: Pakko Archive
da_dk: Pakko-arkiv
el_gr: Αρχείο συμπίεσης του Pakko
et_ee: Pakko arhiiv
hi_in: Pakko संग्रह
ja_jp: Pakko アーカイブ
lt_lt: „Pakko“ archyvas
lv_lv: Pakko arhīvs
nb_no: Pakko-arkiv
pl_pl: Archiwum Pakko
sk_sk: Archív aplikácie Pakko
sw_ke: Kumbukumbu ya Pakko
th_th: ไฟล์บีบอัดของ Pakko
tr_tr: Pakko arşivi

# AppDescription
source: Modern ZIP archiver for Windows
da_dk: Moderne ZIP-arkiveringsprogram til Windows
el_gr: Σύγχρονο πρόγραμμα συμπίεσης ZIP για Windows
et_ee: Kaasaegne ZIP-arhiveerija Windowsile
hi_in: Windows के लिए आधुनिक ZIP आर्काइवर
ja_jp: Windows 向けのモダンな ZIP アーカイバー
lt_lt: Šiuolaikiškas ZIP archyvatorius, skirtas „Windows“
lv_lv: Mūsdienīgs ZIP arhivators operētājsistēmai Windows
nb_no: Moderne ZIP-arkiveringsprogram for Windows
pl_pl: Nowoczesny archiwizator ZIP dla systemu Windows
sk_sk: Moderný archivátor ZIP pre Windows
sw_ke: Programu ya kisasa ya kubana faili za ZIP kwa Windows
th_th: โปรแกรมบีบอัดไฟล์ ZIP สมัยใหม่สำหรับ Windows
tr_tr: Windows için modern ZIP arşivleyicisi

# RecoveryDataCheck.Content
source: Add recovery data (PAR2)
da_dk: Tilføj gendannelsesdata (PAR2)
el_gr: Προσθήκη δεδομένων ανάκτησης (PAR2)
et_ee: Lisa taasteandmed (PAR2)
ja_jp: 回復データを追加 (PAR2)
lv_lv: Pievienot atkopšanas datus (PAR2)
sk_sk: Pridať údaje na obnovenie (PAR2)
th_th: เพิ่มข้อมูลกู้คืน (PAR2)

# RecoveryDataNote.Text
source: PAR2 files next to the archive let you repair it after damage.
da_dk: PAR2-filer ved siden af arkivet gør det muligt at reparere det efter skade.
el_gr: Τα αρχεία PAR2 δίπλα στο αρχείο συμπίεσης επιτρέπουν την επιδιόρθωσή του μετά από ζημιά.
et_ee: Arhiivi kõrval olevad PAR2-failid võimaldavad seda pärast kahjustust parandada.
ja_jp: アーカイブの横に置かれた PAR2 ファイルにより、破損後にアーカイブを修復できます。
lv_lv: PAR2 faili blakus arhīvam ļauj to salabot pēc bojājuma.
sk_sk: Súbory PAR2 vedľa archívu umožnia archív po poškodení opraviť.
th_th: ไฟล์ PAR2 ที่อยู่ข้างไฟล์บีบอัดช่วยให้ซ่อมแซมไฟล์บีบอัดได้หลังเกิดความเสียหาย

# SummaryRecoveryData
source: recovery data {0}
da_dk: gendannelsesdata {0}
el_gr: δεδομένα ανάκτησης {0}
et_ee: taasteandmed {0}
ja_jp: 回復データ {0}
lv_lv: atkopšanas dati {0}
sk_sk: údaje na obnovenie {0}
th_th: ข้อมูลกู้คืน {0}

# StatusCreatingRecoveryData
source: Creating recovery data...
da_dk: Opretter gendannelsesdata...
el_gr: Δημιουργία δεδομένων ανάκτησης...
et_ee: Taasteandmete loomine...
ja_jp: 回復データを作成しています...
lv_lv: Notiek atkopšanas datu izveide...
sk_sk: Vytvárajú sa údaje na obnovenie...
th_th: กำลังสร้างข้อมูลกู้คืน...

# SpeedPerSecond
source: {0}/s
bg_bg: {0}/с
ja_jp: {0}/秒
ko_kr: {0}/초
tr_tr: {0}/sn

# SizeBytes
source: {0} B
bg_bg: {0} Б
fi_fi: {0} t
fr_fr: {0} o
uk_ua: {0} Б

# SizeKB
source: {0} KB
bg_bg: {0} КБ
fi_fi: {0} kt
fr_fr: {0} Ko
uk_ua: {0} КБ

# SizeMB
source: {0} MB
bg_bg: {0} МБ
fi_fi: {0} Mt
fr_fr: {0} Mo
uk_ua: {0} МБ

# SizeGB
source: {0} GB
bg_bg: {0} ГБ
fi_fi: {0} Gt
fr_fr: {0} Go
uk_ua: {0} ГБ

# ArchiveButtonLabel
source: Archive
nl_nl: Archiveren

# RemoveMenuItem.Text
source: Remove
nl_nl: Verwijderen

# ArchiveNameTextBox.PlaceholderText
source: Auto (based on first file/folder name)
nl_nl: Automatisch (gebaseerd op de naam van het eerste bestand/map)

# DropZoneHint.Text
source: Drop files or folders here, or double-click to browse files
nl_nl: Sleep bestanden of mappen hierheen, of dubbelklik om bestanden te bladeren

# MultipleFoldersHint.Text
source: For multiple folders — drag & drop from Explorer
nl_nl: Voor meerdere mappen — sleep ze vanuit Verkenner

# DropZoneModeHint.Text
source: Archives offer to extract; anything else gets archived
nl_nl: Archieven bieden uitpakken aan; al het andere wordt gearchiveerd

# DestinationLabel.Text
source: Destination:
nl_nl: Bestemming:

# DeleteAfterOperationCheck.Content
source: Delete after operation
nl_nl: Verwijderen na de bewerking

# StatusArchiving
source: Archiving...
nl_nl: Archiveren...

# StatusDone
source: Done — {0} file(s) processed.
nl_nl: Gereed — {0} bestand(en) verwerkt.

# StatusArchivedIn
source: Archived in {0} sec — {1} file(s)
nl_nl: Gearchiveerd in {0} sec — {1} bestand(en)

# StatusExtractedIn
source: Extracted in {0} sec — {1} file(s)
nl_nl: Uitgepakt in {0} sec — {1} bestand(en)

# OutcomeWillExtract
source: Will extract {0} archive(s) to the folder above
nl_nl: Er worden {0} archief(en) uitgepakt naar de map hierboven

# OutcomeWillArchive
source: Will archive {0} item(s) to the folder above
nl_nl: Er worden {0} item(s) gearchiveerd naar de map hierboven
